{"world":[
    {
        "title": "Top Secret Russian Unit Seeks to Destabilize Europe, Security Officials Say",
        "country": [
            "Europe"
        ]
    },
    {
        "title": "China Is a Minefield, and Foreign Firms Keep Hitting New Tripwires",
        "country": [
            "China",
            "Hong Kong"
        ]
    },
    {
        "title": "Militia Commander Says It Will Attack Turkish Forces if They Enter Syria",
        "country": [
            "Kobani (Syria)",
            "Syria",
            "Turkey"
        ]
    },
    {
        "title": "A Far-Right Dilemma for Europe’s Mainstream: Contain It or Join It?",
        "country": [
            "Europe",
            "Germany"
        ]
    },
    {
        "title": "Odds of a Brexit Deal Fade as Boris Johnson and Angela Merkel Clash",
        "country": [
            "Great Britain",
            "Germany",
            "Ireland",
            "Northern Ireland"
        ]
    },
    {
        "title": "Arrest Us, Please! Extinction Rebellion’s Path to Success",
        "country": [
            "Bristol (England)",
            "London (England)",
            "Great Britain"
        ]
    },
    {
        "title": "After a Caribbean Hurricane, the Battle Is Where, or Even Whether, to Rebuild",
        "country": [
            "St Martin (Caribbean)",
            "Caribbean Area",
            "France",
            "Netherlands",
            "St Maarten (Caribbean)"
        ]
    },
    {
        "title": "5 More Dead Elephants Found at Thailand Waterfall, Officials Say",
        "country": [
            "Thailand",
            "Khao Yai National Park"
        ]
    },
    {
        "title": "‘South Park’ Creators Offer Fake Apology After Show Is Erased in China",
        "country": [
            "China"
        ]
    },
    {
        "title": "Ecuador’s President Moves Seat of Government to Escape Protests",
        "country": [
            "Ecuador"
        ]
    },
    {
        "title": "Ally of Al Qaeda Killed in Afghanistan Raid, Officials Say, but Taliban Deny It",
        "country": [
            "Afghanistan",
            "Helmand Province (Afghanistan)"
        ]
    },
    {
        "title": "Syrian Rebels See Chance for New Life With Turkish Troops",
        "country": [
            "Syria",
            "Turkey"
        ]
    },
    {
        "title": "Mysterious Oil Spill Becomes New Environmental Crisis for Brazil",
        "country": [
            "Brazil"
        ]
    },
    {
        "title": "How Kurds Could Be Affected by Trump’s Syria Shift",
        "country": [
            "Syria",
            "Turkey"
        ]
    },
    {
        "title": "In Paris Knife Attack, Missed Signals and Calls for Vigilance",
        "country": [
            "Paris (France)"
        ]
    },
    {
        "title": "Swine Fever? Trade War? China Turns to Strategic Pork Reserve",
        "country": [
            "China"
        ]
    },
    {
        "title": "Heavy Rains Extinguish Monthslong Fires in Bolivia",
        "country": [
            "Bolivia"
        ]
    },
    {
        "title": "U.S. Pastor Arrested in Rwanda Has Criticized Government for ‘Heathen Practices’",
        "country": [
            "Rwanda"
        ]
    },
    {
        "title": "Caught Between Trump, Turkey and Kurds, Pentagon Struggles to Piece Together Syria Strategy",
        "country": [
            "Syria",
            "Turkey"
        ]
    },
    {
        "title": "Pulling of U.S. Troops in Syria Could Aid Assad and ISIS",
        "country": [
            "Syria",
            "Turkey",
            "United States"
        ]
    },
    {
        "title": "Migrant Boat Capsizes Near Italy, Killing at Least 13 Women",
        "country": [
            "Lampedusa (Italy)",
            "Mediterranean Sea",
            "Tunisia"
        ]
    },
    {
        "title": "Iraqi Army Ordered Out of Sadr City, Where Dozens Died at Protests",
        "country": [
            "Iraq",
            "Sadr City (Iraq)"
        ]
    },
    {
        "title": "Hong Kong’s Hard-Core Protesters Take Justice Into Their Own Hands",
        "country": [
            "Hong Kong"
        ]
    },
    {
        "title": "Opium-Smuggling Taliban Leader’s Release From Prison Raises Questions",
        "country": [
            "Bagram Air Base (Afghanistan)",
            "Afghanistan"
        ]
    },
    {
        "title": "In Kashmir, a Race Against Death, With No Way to Call a Doctor",
        "country": [
            "Kashmir and Jammu (India)",
            "Kashmir Valley (Kashmir and Jammu)",
            "India"
        ]
    },
    {
        "title": "The Best and Brightest? Not Always for E.U. Leadership Jobs",
        "country": [
            "Europe"
        ]
    },
    {
        "title": "North Koreans Thrown Overboard as Fishing Ship Hits Japanese Patrol Boat",
        "country": [
            "Japan",
            "North Korea"
        ]
    },
    {
        "title": "Police Rescued by Drug Suspects They Were Chasing After Collision at Sea",
        "country": [
            "Malaga (Spain)"
        ]
    },
    {
        "title": "Oligarchs, as U.S. Arts Patrons, Present a Softer Image of Russia",
        "country": [
            "Russia",
            "Fort Ross (Calif)"
        ]
    },
    {
        "title": "Tunisia’s Presidential Runoff: Two Candidates, and One Is in Jail",
        "country": []
    },
    {
        "title": "Kosovo Voters Want a New Future, but Old Problems Linger",
        "country": [
            "Kosovo",
            "Serbia",
            "Balkan States"
        ]
    },
    {
        "title": "Jeremy Corbyn or No-Deal Brexit? The U.K. Might Have to Choose",
        "country": [
            "Great Britain"
        ]
    },
    {
        "title": "North Korea Rules Out Quick Resumption of ‘Sickening’ Talks with U.S.",
        "country": [
            "North Korea"
        ]
    },
    {
        "title": "In Hong Kong’s Crackdown on Protests, Face Mask Ban May Be the Start",
        "country": [
            "Hong Kong",
            "China"
        ]
    },
    {
        "title": "Portugal Prime Minister Is Re-Elected as Socialists Solidify Position",
        "country": [
            "Portugal"
        ]
    },
    {
        "title": "Hong Kong Rallies Turn Violent After Thousands Defy Face Mask Ban",
        "country": [
            "Hong Kong"
        ]
    },
    {
        "title": "U.S. Nuclear Talks With North Korea Break Down in Hours",
        "country": [
            "North Korea"
        ]
    },
    {
        "title": "Hard Times Have Pakistani Hindus Looking to India, Where Some Find Only Disappointment",
        "country": [
            "Pakistan",
            "India"
        ]
    },
    {
        "title": "In Paris Knife Attack, Police Ask How They Missed a Killer in Their Midst",
        "country": [
            "Paris (France)",
            "France"
        ]
    }
]
}